[
  {
    "verses": "Acts 17:11",
    "passage": "Now [the Bereans] were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so."
  },
  {
    "verses": "Matthew 22:37-39",
    "passage": "“You shall love the Lord your God with all your heart and with all your soul and with all your might.”"
  },
  {
    "verses": "Matthew 22:37-39",
    "passage": "37 And he said to him, “You shall love the Lord your God with all your heart and with all your soul and with all your mind. 38 This is the great and first commandment. 39 And a second is like it: You shall love your neighbor as yourself."
  },
  {
    "verses": "Genesis 2:18",
    "passage": "Then the Lord God said, “It is not good that the man should be alone; I will make him a helper fit for him.”"
  },
  {
    "verses": "1 Corinthians 1:9",
    "passage": "“God is faithful, who has called you into fellowship with his Son, Jesus Christ our Lord.”"
  },
  {
    "verses": "John 3:16",
    "passage": "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.”"
  },
  {
    "verses": "Proverbs 4:7-8",
    "passage": "7 The beginning of wisdom is this: Get wisdom, and whatever you get, get insight. 8 Prize her highly, and she will exalt you; she will honor you if you embrace her."
  },
  {
    "verses": "Jeremiah 29:13",
    "passage": "You will seek me and find me, when you seek me with all your heart."
  },
  {
    "verses": "John 8:29",
    "passage": "“And he who sent me is with me. He has not left me alone, for I always do the things that are pleasing to him.”"
  },
  {
    "verses": "John 14:21",
    "passage": "“Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”"
  },
  {
    "verses": "John 14:23",
    "passage": "Jesus answered him, “If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.”"
  },
  {
    "verses": "Proverbs 18:24",
    "passage": "A man of many companions may come to ruin, but there is a friend who sticks closer than a brother."
  },
  {
    "verses": "Proverbs 3:35",
    "passage": "The wise will inherit honor, but fools get disgrace"
  },
  {
    "verses": "Proverbs 16:23",
    "passage": "The heart of the wise makes his speech judicious and adds persuasiveness to his lips."
  },
  {
    "verses": "John 13:34-35",
    "passage": "“34 A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another. 35 By this all people will know that you are my disciples, if you have love for one another.”"
  },
  {
    "verses": "Proverbs 22:11",
    "passage": "“He who loves purity of heart, and whose speech is gracious, will have the king as his friend.”"
  },
  {
    "verses": "Thessalonians 2:13",
    "passage": "But we ought always to give thanks to God for you, brothers beloved by the Lord, because God chose you as the first fruits to be saved, through sanctification by the Spirit and belief in the truth."
  },
  {
    "verses": "Romans 12:2",
    "passage": "Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect."
  },
  {
    "verses": "2 Corinthians 3:18",
    "passage": "And we all, with unveiled face, beholding the glory of the Lord, are being transformed into the same image from one degree of glory to another. For this comes from the Lord who is the Spirit."
  },
  {
    "verses": "Ephesians 4:22-24",
    "passage": "22 to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, 23 and to be renewed in the spirit of your minds, 24 and to put on the new self, created after the likeness of God in true righteousness and holiness."
  },
  {
    "verses": "James 1:5",
    "passage": "If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him."
  },
  {
    "verses": "2 Corinthians 5:17",
    "passage": "Therefore, if anyone is in Christ, he is ja new creation. The old has passed away; behold, the new has come."
  },
  {
    "verses": "Philippians 3:13-14",
    "passage": "But one thing I do: forgetting what lies behind and straining forward to what lies ahead, 14 I press on toward the goal for the prize of the upward call of God in Christ Jesus."
  },
  {
    "verses": "Prov. 13:20",
    "passage": "Whoever walks with the wise becomes wise."
  }
]